[
    {
        "type": "Tese",
        "title": "Influência das oscilações subinerciais na variabilidade de temperatura na plataforma continental sudeste do Brasil",
        "otherTitles": "Influence of subinertial waves in the variability of temperature in the southeastern continental shelf of Brazil",
        "author": "França, Bruna Reis Leite",
        "advisor": "Landau, Luiz",
        "coAdvisor": "Assad, Luiz Paulo de Freitas",
        "abstract": "O impacto das oscilações subinerciais oriundas de frentes frias na variabilidade da temperatura do mar na Plataforma Continental Sudeste do Brasil foi investigado a partir de duas simulações numéricas em alta resolução espacial. Com o m de avaliar o comportamento das ondas citadas com e sem influência de sistemas frontais os experimentos foram configurados com forçantes atmosféricos diários (Experimento 1) e mensais (Experimento 2) respectivamente. Para cada simulação foram avaliados um evento típico e extremo previamente selecionados e caracterizados. De forma geral, observou-se uma tendência ao resfriamento do oceano em superfície estendendo-se para maiores profundidades ao longo da propagação das oscilações para NE em ambas simulações, principalmente no Expt.1. Nesse experimento foi observado na plataforma continental interna um declínio da Temperatura da Superfície do Mar (TSM) de até 0,2 ◦C/dia durante o evento típico e de até 0,6 ◦C/dia durante o evento extremo. O efeito de resfriamento apresentou-se mitigado após Ilha Bela, exceto no evento extremo cujo declínio da temperatura estendeu-se até Cabo Frio. No Experimento 1 foi observada a maior contribuição do termo advectivo vertical na equação de conservação de calor e do termo advectivo horizontal no Experimento 2, indicando a maior influência da interação na camada limite oceano-atmosfera e da propagação da onda respectivamente. A maior contribuição negativa no balanço do fluxo de calor superficial total foi associada à menor incidência de radiação solar no evento típico e aos fluxos turbulentos de calor, especialmente de calor latente, no evento extremo. Nos eventos típico e extremo foi observada uma transferência de calor do oceano para a atmosfera de aproximadamente 20 W/m2 e 220 W/m2 respectivamente.",
        "abstractEnglish": "The impact of subinertial waves originated from cold fronts on the variability of sea temperature in Southeast Brazilian Continental Shelf was investigated through two numerical simulations with high spatial resolution. In order to evaluate the behavior of these waves with and without in uence of frontal systems, the experiments were con gured with daily (Experiment 1) and monthly (Experiment 2) atmospheric forcing respectively. In each simulation was avaliated a typical and an extreme event previously selected and characterized. In general, a tendency to ocean cooling on the surface and into greater depths along the propagation of the oscillations for NE was observed in both experiments, mainly in Expt.1. In this experiment was observed the decline in Sea Surface Temperature (SST) of up to 0.2 ◦C/day during the typical event and up to 0.6 ◦C/day on inner continental shelf during the extreme event. The cooling e ect was mitigated after Ilha Bela, except in extreme event when the temperature decline spreads to Cabo Frio. The greatest contribution in heat conservation equation was the vertical advective term in Experiment 1 and the horizontal advective term in Experiment 2, indicating the greater in uence of the interaction in the ocean-atmosphere boundary layer and of the wave propagation respectively. The largest negative contribution in the total surface heat ux balance was associated with the lower incidence of solar radiation in the typical event and with turbulent heat uxes, especially latent heat, in the extreme event. In the typical and extreme events selected, the heat transfer from the ocean to the atmosphere was observed to be about 20 W/m2 and 220 W/m2 respectively.",
        "keywords": "Oscilações Subinerciais,Ondas de Plataforma,Ondas Con nadas Costeiras,Maré Meteorológica,Frentes Frias,Fluxos de Calor,Plataforma Continental Sudeste do Brasil",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Aug-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11466/3/BrunaReisLeiteFranca.pdf",
        "subjectsPOR": [
            "Oscilações Subinerciais",
            "Ondas de Plataforma",
            "Ondas Con nadas Costeiras",
            "Maré Meteorológica",
            "Frentes Frias",
            "Fluxos de Calor",
            "Plataforma Continental Sudeste do Brasil"
        ]
    },
    {
        "type": "Tese",
        "title": "Towards visualization and searching :a dual-purpose video coding approach",
        "author": "Silva, Renam Castro da",
        "advisor": "Silva, Eduardo Antônio Barros da",
        "coAdvisor": "Pereira, Fernando Manuel Bernardo",
        "abstract": "Em modernas aplicações de vídeo, o papel do vídeo decodificado é muito mais que simplesmente preencher uma tela para visualização. Para oferecer aplicações mais poderosas por meio de sinais de vídeo,é cada vez mais crítico não apenas considerar a qualidade do conteúdo objetivando sua visualização, mas também possibilitar meios de realizar busca por conteúdos semelhantes. Requisitos de visualização e de busca são considerados, por exemplo, em modernas aplicações de vídeo vigilância e comunicações pessoais. No entanto, as atuais soluções de codificação de vídeo são fortemente voltadas aos requisitos de visualização. Nesse contexto, o objetivo deste trabalho é propor uma solução de codificação de vídeo de propósito duplo, objetivando tanto requisitos de visualização quanto de busca. Para isso, é proposto um arcabouço de codificação em que a abordagem usual de codificação de pixels é combinada com uma nova abordagem de codificação baseada em features visuais. Nessa solução, alguns quadros são codificados usando um conjunto de pares de keypoints casados, possibilitando não apenas visualização, mas também provendo ao decodificador valiosas informações de features visuais, extraídas no codificador a partir do conteúdo original, que são instrumentais em aplicações de busca. A solução proposta emprega um esquema flexível de otimização Lagrangiana onde o processamento baseado em pixel é combinado com o processamento baseado em features visuais objetivando encontrar um compromisso adequado entre os desempenhos de visualização e de busca. Os resultados experimentais mostram a flexibilidade da solução proposta em alcançar diferentes compromissos de otimização, nomeadamente desempenho competitivo em relação ao padrão HEVC tanto em termos de visualização quanto de busca.",
        "abstractEnglish": "In modern video applications, the role of the decoded video is much more than filling a screen for visualization. To offer powerful video-enabled applications, it is increasingly critical not only to visualize the decoded video but also to provide efficient searching capabilities for similar content. Video surveillance and personal communication applications are critical examples of these dual visualization and searching requirements. However, current video coding solutions are strongly biased towards the visualization needs. In this context, the goal of this work is to propose a dual-purpose video coding solution targeting both visualization and searching needs by adopting a hybrid coding framework where the usual pixel-based coding approach is combined with a novel feature-based coding approach. In this novel dual-purpose video coding solution, some frames are coded using a set of keypoint matches, which not only allow decoding for visualization, but also provide the decoder valuable feature-related information, extracted at the encoder from the original frames, instrumental for efficient searching. The proposed solution is based on a flexible joint Lagrangian optimization framework where pixel-based and feature-based processing are combined to find the most appropriate trade-off between the visualization and searching performances. Extensive experimental results for the assessment of the proposed dual-purpose video coding solution under meaningful test conditions are presented. The results show the flexibility of the proposed coding solution to achieve different optimization trade-offs, notably competitive performance regarding the state-of-the-art HEVC standard both in terms of visualization and searching performance.",
        "keywords": "Engenharia elétrica,Codificação de vídeo de dupla finalidade,HEVC",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Feb-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11560/1/887655.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Codificação de vídeo de dupla finalidade",
            "HEVC"
        ]
    },
    {
        "type": "Tese",
        "title": "Inteligência computacional aplicada ao futebol americano",
        "author": "Rodrigues, Diego da Silva",
        "advisor": "Seixas,  José Manoel de",
        "abstract": "Esta tese apresenta a aplicação de modelos de inteligência computacional para apoiar times de futebol americano em países nos quais o esporte ainda está em fase de desenvolvimento. Dois modelos foram desenvolvidos, voltados para apoiar técnicos e times, utilizando dados de diferentes fontes. Um comitê de redes neurais especialistas foi treinado, utilizando dados de um time de alto nível, de maneira a extrair quais características influenciam a escolha de jogadas de um time profissional de ponta. As escolhas identificadas contribuem para a preparação tática dos atletas. O comitê foi capaz de identificar um subconjunto reduzido de atributos relevantes. Numa segunda etapa do trabalho, utilizando dados de treinamento de atletas amadores, adquiridos de 4.845 vídeos gerados a partir de um protocolo sistemático proposto, foi desenvolvido um modelo de ranqueamento de atletas e identificados seus pontos fortes e fracos no esporte. O modelo transporta um algoritmo utilizado em jogos para situações de enfrentamento individual no futebol americano e foi ajustado aos dados coletados num treino aberto para atletas no Rio de Janeiro, ao longo de 2017 e serviu para identificar os melhores. O modelo de ranqueamento também foi utilizado em dados de uma equipe amadora do Rio de Janeiro, para ranquear seus atletas ao longo da temporada.",
        "abstractEnglish": "This work presents the application of computational intelligence models to support amateur level american footbal teams. Two models were developed, with the goal of supporting coaches and athletes, using data from different sources. One specialist neural network ensemble was trained, using data from a high level american team, in order to extract what game characteristics affect playcall, for a professional team. The ensemble could identify a relevant set of attributes among the ones analyzed. Using data collected for amateur level players, a ranking algorithm was developed. This model was used to rank athletes on a weekly training camp opened to all players. The model was also use privately for an amateur team from Rio de Janeiro, to rank their players during the season.",
        "keywords": "Engenharia elétrica,Futebol americano,Modelos de ranqueamento,Ranqueamento Bayesiano,Ciência do esporte",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11567/1/887747.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Futebol americano",
            "Modelos de ranqueamento",
            "Ranqueamento Bayesiano",
            "Ciência do esporte"
        ]
    },
    {
        "type": "Tese",
        "title": "Improvements to transmission expansion planning and implementation :treating uncertainty in commercial operation dates and increasing aunction efficiency",
        "author": "Ferreira, Rafael de Sá",
        "advisor": "Borges, Carmen Lucia Tancredo",
        "abstract": "Esta tese apresenta três contribuições ao planejamento e implantação da expansão da transmissão. Primeiro, propõe-se usar leilões combinatórios e leilões descendentes simultâneos para tratar o problema da exposição em leilões multi-itens de concessões de transmissão, aumentando a eficiência destes leilões, e apresenta-se um arcabouço de simulação para quantificar os benefícios potencias do uso de tais protocolos. Segundo, propõe-se uma metodologia de planejamento da expansão que considera explicitamente incertezas em tempos de implantação de instalações da transmissão ao determinar as adições de capacidade e as datas de início de implantação de ativos. Terceiro, aplica-se conceitos da teoria do agente-principal para propor uma abordagem para otimizar o desenho de mecanismos de seleção do vencedor e de partilha de riscos, de modo a gerir incertezas em tempos de implantação de ativos, no contexto em que mecanismos competitivos são utilizados para selecionar os agentes a que contratos de transmissão implantação são concedidos. Para todas as três propostas, utiliza-se abordagens de otimização clássica, notadamente programação inteira linear mista, para a formulação matemática que subsidia simulações e análises; e retira-se dos resultados numéricos de estudos de casos conclusões qualitativas que subsidiem planejadores e reguladores.",
        "abstractEnglish": "Three proposals contributing to the electricity transmission expansion planning and implementation process are presented in this thesis. The first proposal refers to the use of combinatorial and simultaneous descending auctions to treat the exposure problem and increase the efficiency of multi-item transmission auctions. A simulation framework to quantify potential benefits of using these auctions protocols, for transmission companies and grid users, is proposed. The second proposal refers to an expansion planning methodology that explicitly accounts for uncertainties in facility implementation times while determining the capacity additions and their optimal implementation schedule. In the third proposal, principal-agent theoretic concepts are applied to develop a methodology for the optimal design of winner-selection and risksharing mechanisms, with the goal of managing uncertainties in implementation times of transmission facilities, when competitive processes are used to select the agents to which concessions to implement and operate these facilities are awarded. Classical optimization approaches, notably mixed-integer linear programming, are used in the mathematical formulations that underlie the simulation and analyses carried out for all three proposals; and qualitative conclusions aiming at aiding planners and regulators are drawn from the quantitative results of case studies.",
        "keywords": "Engenharia elétrica,Concessões de transmissão,Leilões combinatórios,Planejamento da expansão da transmissão",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Feb-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11570/1/887764.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Concessões de transmissão",
            "Leilões combinatórios",
            "Planejamento da expansão da transmissão"
        ]
    },
    {
        "type": "Tese",
        "title": "Identificação de elétrons baseada em um calorímetro de altas energias finamente segmentado",
        "author": "Freund, Werner Spolidoro",
        "advisor": "Seixas, José Manoel de",
        "abstract": "Aplicações atuais em diferentes áreas podem se deparar com cenários envolvendo grande massas de dados, necessidade de fusão de informação, alta dimensionalidade e taxa de eventos, raros eventos de interesse e empilhamento. Todos esses aspectos estão presentes no ATLAS, o maior experimento do acelerador de partículas na vanguarda científica atual (LHC). Para isso, faz-se necessário a identificação de elétrons em um ambiente sucessivamente mais desafiador, devido ao crescimento do empilhamento de sinais, que deteriora as assinaturas dos elétrons. Empregam-se dois sistemas de detectores: calorimetria (energia) e espectrografia magnética (trajetória). A identificação ocorre em um estágio online (trigger ) para depois computar-se a decisão final e de referencia em offline. No trigger, utiliza-se uma sequencia de estratégias híbridas, que conta com a primeira (2017) estratégia, proposta pela COPPE/UFRJ, baseada em redes neurais como método principal em experimentos similares ao ATLAS. A mesma (NeuralRinger ) emprega anéis concêntricos de energia e ´e complementada, posteriormente, para a fusão de informação. Este trabalho propõe o NeuralRinger para a atuação offline e, com isso, inverte a lógica comum de desenvolvimento. Adicionou-se fusão de outras representações de informação via o ajuste por redes neurais especialistas. Desenvolveu-se uma infraestrutura completa para o complexo ambiente de análise do ATLAS. Os resultados em simulação, comparando a NeuralRinger com a referência (verossimilhança), mostram uma redução na taxa de falsos elétrons de 2, 54 % para 1, 13 % (incerteza desprezível) quando ambas operam na mesma detecção. A atuação do NeuralRinger no trigger exigiu avaliar o seu impacto no ambiente offline.Propôs-se um método estatístico de análise, onde se observou, em dados de colisão de 2017, que a distorção é mínima (< 1σ) e, mesmo assim, positiva, ao coletar amostras de melhor qualidade.",
        "abstractEnglish": "Current applications in several areas may face scenarios involving big data, need for information fusion, high dimensionality and event-rate, rare events and signal pile-up. These features are found in the ATLAS, the largest experiment of the particle accelerator in the current scientific edge (LHC). Electron identification is vital for this purpose, currently subject to ever-increasing pile-up conditions. Detector systems provide discriminant information of distinct nature: calorimetry (energy) and magnetic spectrography (tracking etc.). The identification occurs in an online stage (trigger) followed by an offline computation responsible for the ultimate and benchmark decision. In the trigger, it is employed a decision chain of hybrid methods which counts with the first strategy based on neural networks, proposed by COPPE/UFRJ, operating in experiments similar to ATLAS. This technique (NeuralRinger) is based only on concentric rings of energy and is posteriorly complemented by a decision based on likelihood for the data fusion. This work purposes the NeuralRinger for offline operation and, thereby, inverts the standard logic of development. To allow its operation, other representations of information were added through training specialist neural networks. It was developed a complete framework for the ATLAS, a complex analysis environment. The results, comparing the NeuralRinger with the reference (likelihood), show a fake electron rate reduction from 2.54 % to 1.13 % (negligible uncertainty) when operating at the same detection rate. The NeuralRinger operation in the trigger required the evaluation of its impact in the offline environment. It was purposed a statistical analysis method, where it was observed in 2017 colision data that the distortion in minimal (< 1σ) and, nevertheless, favorable, considering that better quality samples are collected.",
        "keywords": "Engenharia elétrica,Redes neurais,Filtragem online,Fusão de dados,Aprendizado conjunto,Análise de impacto,Empilhamento de sinais,Física de altas-energias",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11571/1/887776.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Redes neurais",
            "Filtragem online",
            "Fusão de dados",
            "Aprendizado conjunto",
            "Análise de impacto",
            "Empilhamento de sinais",
            "Física de altas-energias"
        ]
    },
    {
        "type": "Tese",
        "title": "A monitoring and threat detection system using stream processing as a virtual function for big data",
        "author": "Lopez, Martin Esteban Andreoni",
        "advisor": "Duarte,  Otto Carlos Muniz Bandeira",
        "coAdvisor": "Pujolle, Guy",
        "abstract": "A detecção tardia de ameaças de segurança causa um significante aumento no risco de danos irreparáveis, impossibilitando qualquer tentativa de defesa. Como consequência, a detecção rápida de ameaças em tempo real é essencial para a administração de segurança. Além disso, A tecnologia de virtualização de funções de rede (Network Function Virtualization - NFV) oferece novas oportunidades para soluções de segurança eficazes e de baixo custo. Propomos um sistema de detecção de ameaças rápido e eficiente, baseado em algoritmos de processamento de fluxo e de aprendizado de máquina. As principais contribuições deste trabalho são: i) um novo sistema de monitoramento e detecção de ameaças baseado no processamento de fluxo; ii) dois conjuntos de dados, o primeiro ´e um conjunto de dados sintético de segurança contendo tráfego suspeito e malicioso, e o segundo corresponde a uma semana de tráfego real de um operador de telecomunicações no Rio de Janeiro, Brasil; iii) um algoritmo de pré-processamento de dados composto por um algoritmo de normalização e um algoritmo para seleção rápida de características com base na correlação entre variáveis; iv) uma função de rede virtualizada em uma plataforma de código aberto para fornecer um serviço de detecção de ameaças em tempo real; v) posicionamento quase perfeito de sensores através de uma heurística proposta para posicionamento estratégico de sensores na infraestrutura de rede, com um número mínimo de sensores; e, finalmente, vi) um algoritmo guloso que aloca sob demanda uma sequencia de funções de rede virtual.",
        "abstractEnglish": "The late detection of security threats causes a significant increase in the risk of irreparable damages, disabling any defense attempt. As a consequence, fast realtime threat detection is mandatory for security guarantees. In addition, Network Function Virtualization (NFV) provides new opportunities for efficient and low-cost security solutions. We propose a fast and efficient threat detection system based on stream processing and machine learning algorithms. The main contributions of this work are i) a novel monitoring threat detection system based on stream processing; ii) two datasets, first a dataset of synthetic security data containing both legitimate and malicious traffic, and the second, a week of real traffic of a telecommunications operator in Rio de Janeiro, Brazil; iii) a data pre-processing algorithm, a normalizing algorithm and an algorithm for fast feature selection based on the correlation between variables; iv) a virtualized network function in an open-source platform for providing a real-time threat detection service; v) near-optimal placement of sensors through a proposed heuristic for strategically positioning sensors in the network infrastructure, with a minimum number of sensors; and, finally, vi) a greedy algorithm that allocates on demand a sequence of virtual network functions.",
        "keywords": "Engenharia elétrica,Detecção de ameaças,Virtualização de funções de rede,Processamento de fluxo",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA,TELECOMUNICACOES",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Jun-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11572/1/887778.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Detecção de ameaças",
            "Virtualização de funções de rede",
            "Processamento de fluxo"
        ]
    },
    {
        "type": "Tese",
        "title": "Representação de linha de transmissão com geometria não uniforme para estudos de sobretensões atmosféricas",
        "author": "Moura, Rodolfo Antônio Ribeiro de",
        "advisor": "Lima, Antonio Carlos Siqueira de",
        "coAdvisor": "Schroeder, Marco Aurélio de Oliveira",
        "abstract": "A engenharia elétrica passa por um período de grande transformação, sendo necessário um conhecimento mais detalhado do comportamento de todos os componentes envolvidos na transmissão de energia elétrica. Por exemplo, há cenários com condicionantes que escapam às hipóteses pré-definidas no que se refere à obtenção dos parâmetros unitários de uma linha de transmissão, como no caso de cruzamentos de rios largos. Nesse caso, todos os elementos envolvidos, linha de transmissão aérea, torre e sistema de aterramento passam a ser caracterizados por um comportamento de linha não uniforme, i.e., onde os parâmetros unitários variam ao longo do circuito. Tal cenário apresenta-se como um desafio na análise de desempenho frente a descargas atmosféricas. Nessa tese investiga-se a adequação de diferentes formulações dos modelos de linha de transmissão aéreas quando se considera a não uniformidade do vão, bem como aproximações no cálculo do sistema de aterramento. De acordo com os resultados, a modelagem tradicional a partir de cascatas de linhas uniformes levou a instabilidades numéricas para o caso de torres altas. Os resultados ainda ilustram que o aterramento elétrico influência menos nas sobretensões atmosféricas dessas torres, sendo necessário aplicar técnicas alternativas para a melhoria de seu desempenho frente a descargas atmosféricas.",
        "abstractEnglish": "Modern electric power networks are facing a time of great challenges and demanda suitable knowledge of all equipment involved in the process. For instance, there are scenarios where the well-known premises regarding the evaluation of per unit length impedances and admittances cannot be fully applied, such as in the crossing of wide-rivers. In this scenario, all components involved, i.e., overhead conductors, towers and grounding system, must be represented as nonuniform lines, thus representing a challenge for the lightning performance evaluation. This thesis deals with an investigation regarding the adequacy of distinct formulations of overhead transmission lines when nonuniform spans are considered as well as different approximations for the grounding system. The results indicate that the conventional approach using a cascade of uniform lines might lead to numerical instabilities if tall towers are involved. The results also indicate that the grounding system has a lesser impact and alternative approaches might be needed.",
        "keywords": "Engenharia elétrica,Linhas de transmissão,Transitórios eletromagnéticos,Sobretensões atmosféricas",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Apr-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11603/1/887791.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Linhas de transmissão",
            "Transitórios eletromagnéticos",
            "Sobretensões atmosféricas"
        ]
    },
    {
        "type": "Tese",
        "title": "Contribuição da reciclagem química de resíduos plásticos para o desenvolvimento sustentável",
        "author": "Monteiro, Alessandra da Rocha Duailibe",
        "advisor": "Pinto, José Carlos Costa da Silva",
        "coAdvisor": "Delgado, Jorge Juan Soto",
        "abstract": "A metodologia de Análise de Ciclo de Vida (ACY) associada a expansão das fronteiras do sistema foi aplicada para avaliar os impactos dos processos de reciclagem química de resíduos plásticos. Foram estudadas diversas técnicas de reciclagem química existentes e os impactos do ciclo de vida dos plásticos. Cinco estudos de caso foram selecionados com o objetivo principal de avaliar os impactos de processos de reciclagem química entre si e com demais técnicas de recuperação de resíduos plásticos. Particularmente, visou-se avaliar se o uso do catalisador e realmente vantajoso em reações de pirólise de resíduos plásticos, se a carga orgânica putrificada fonte de oxigênio misturada aos rejeitos plásticos exerce efeito negativo na avaliação de impactos, se os efeitos da temperatura são significativos nesses processos e se dispor resíduos em aterro sanitário realmente e uma opção desfavorável para resíduos plásticos no Brasil. Os resultados mostraram que a avaliação de impactos e totalmente dependente do blend de produtos obtido na reação. Além disso, foi observado que o catalisador pode não ser benéfico para a pirólise de resíduos poliméricos em termos de impacto ambiental e que o ganho energético e pouco significativo frente ao desempenho global do processo. Finalmente, no estudo global comparando diversas técnicas de recuperação de resíduos plásticos, a reciclagem química se mostrou como uma solução competitiva.",
        "abstractEnglish": "Life Cycle Analysis (LCA) associated with system expansion method was applied to impact evaluation of plastic waste chemical recycling processes. Various existing chemical recycling techniques and plastic material life cycle impacts have been studied. Five case studies were selected aiming to compare the impacts between chemical recycling processes themselves and with other plastic waste recovery techniques. Particularly, it was aimed to evaluate if catalyst use is advantageous in pyrolysis reactions of plastic waste, if the organic putrified material source of oxygen mixed with plastic waste exerts negative effect in impact evaluation, if temperature effects are significative in these processes and if waste disposal in landfills is unfavorable for plastic waste in Brazil. Results showed that impact evaluation is totally dependent of reaction products. In addition, it has been observed that the catalyst use may not be beneficial for the pyrolysis of polymeric residues in terms of environmental impact and that the energy gain presents little significance compared to the overall performance of the process. Finally, chemical recycling proved to be a competitive solution when comparing several plastic waste recovery techniques.",
        "keywords": "Engenharia química,Reciclagem química,Resíduos plásticos,Avaliação de impactos",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA QUIMICA",
        "program": "Programa de Pós-Graduação em Engenharia Química",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Jan-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Química",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11604/1/885779.pdf",
        "subjectsPOR": [
            "Engenharia química",
            "Reciclagem química",
            "Resíduos plásticos",
            "Avaliação de impactos"
        ]
    },
    {
        "type": "Tese",
        "title": "Synchronverter applied to power systems",
        "author": "Van Emmerik, Emanuel Leonardus",
        "advisor": "Aredes, Maurício",
        "abstract": "Este trabalho desenvolve uma adaptação do modelo do synchronverter para ser adequado para operação sem fonte de energia elétrica conectada ao elo CC, como por exemplo, um STATCOM ou um filtro ativo. Além disso, desenvolve também um modelo dinâmico teórico para o projeto deste controlador caso o conversor seja aplicado em sistemas de potência, baseado na investigação para a origem das oscilações na frequência do sistema, concluindo sua aplicabilidade. Parte do sistema de potência do Brasil foi modelada no simulador PSCAD e o modelo adaptado do synchronverter foi inserido para operar como um STATCOM para testar a eficácia do modelo. Os resultados observados corroboram os resultados previstos analiticamente.",
        "abstractEnglish": "This work presents an adapted model for the synchronverter to become suitable for operation without an electric energy source connected to the dc-link, like for example, a STATCOM or an active filter. In addition, a theoretical dynamic model for the project of the controller is presented, if the converter is applied to power systems, based on an investigation on the origins of the system-frequency oscillations. To verify the theories, part of the Brazilian National Grid (SIN) was modeled in the PSCAD simulator and the adapted synchronverter model was inserted to operate as a STATCOM. The results agree with those predicted analytically.",
        "keywords": "Engenharia elétrica,Gerador síncrono estático,Amortecimento,Modos de oscilação eletromecânica",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA,SISTEMAS ELETRICOS DE POTENCIA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11606/1/888068.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Gerador síncrono estático",
            "Amortecimento",
            "Modos de oscilação eletromecânica"
        ]
    },
    {
        "type": "Tese",
        "title": "Modelos baseados em redes neurais artificiais para o diagnóstico em triagem de tuberculose resistente e multirresistente no Brasil",
        "author": "Évora, Luiz Henrique Ramos de Azevedo",
        "advisor": "Seixas,  José Manoel de",
        "coAdvisor": "Kritski,  Afranio Lineu",
        "abstract": "A tuberculose (TB) resistente a drogas (TB-DR) implica em tratamentos mais complexos, acarretando em taxas de mortalidade e morbidade mais elevadas. Neste contexto, propomos o uso de testes de triagem que identifiquem precocemente os pacientes com maior probabilidade de TB-DR, para serem priorizados. Modelos baseados em Redes Neurais Artificiais e Árvores de Classificação e Regressão foram desenvolvidos, incluindo algoritmos de boosting. Consideram-se sintomas e variáveis sócio demográficas e clínicas dos pacientes. Foram produzidos escores a nível estadual e os resultados comparados aos de uma abordagem nacional. Modelos de diferentes complexidades foram desenvolvidos para se adequarem aos recursos disponíveis nos locais de aplicação, sendo guiados pela relevância das variáveis e a qualidade dos dados. Observou-se que os modelos estaduais obtiveram uma sensibilidade, em média, maior que 85% na triagem de pacientes para o diagnóstico de TB-DR, contra 82,7% da abordagem nacional, indicando que os escores clínicos locais tendem a capturar melhor as desigualdades operacionais do sistema de saúde.",
        "abstractEnglish": "Drug-Resistant TB (DR-TB) implicates in more complex treatments and leads to higher deceased and morbidity numbers. In this context, we propose the use of screening tests that early identi es patients with higher probability of having DR-TB and prioritize them. Arti cial Neural Networks and Classi cation And Regression Tree models are generated, and a boosting algorithm is applied, considering as input the patient's symptoms and social-demographic variables. Speci c scores by each State are produced and the results are compared to a national-wide approach. Models with di erent complexity levels were developed in order to t the available resources in each site, being guided by variable relevance and data quality. Models developed by each State achieved an average sensitivity higher than 85% when screening RJ patients considering DR-TB from non DR-TB, against 82.7% using the national approach, indicating that the local clinical scores can better capture operational di erences present in the health system.",
        "keywords": "Engenharia elétrica,Tuberculose",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11607/1/888071.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Tuberculose"
        ]
    },
    {
        "type": "Tese",
        "title": "Sistema de iluminação de fotobiorreator baseado em POF para cultivo de microalgas",
        "author": "Manchego, Alfredo Omar Córdova",
        "advisor": "Werneck,  Marcelo Matins",
        "abstract": "O crescimento acelerado na demanda de combustíveis fósseis na área industrial, além tem elevado o aumento da poluição do ar no planeta. Como uma alternativa a este problema, este trabalho propõe o estudo e desenvolvimento de um sistema de iluminação natural baseado em rastreador solar, lente de Fresnel e fibras ópticas plásticas, como uma tecnologia viável para o cultivo de microalgas visando a geração de biomassa na produção de biocombustível, suplementos e outros insumos. A pesquisa realizada consiste na otimização de um fotobiorreator (PBR) para cultivo de microalgas a baixa escala, de baixo custo, e de fácil manutenção, em comparação aos sistemas já existentes. A iluminação do PBR é através de um feixe de fibras, onde em uma de suas extremidades temos a convergência dos raios do Sol, por uma lente de Fresnel implementada em um sistema de rastreamento solar. O trabalho foi dividido em três etapas. A primeira sessão surge com o estudo das microalgas, tipos de PBRs, condicionamento das POFs na iluminação interna de um PBR, visando elevada concentração de luz e energia, com a otimização do processo de iluminação com orifícios e ranhuras na POF. A segunda sessão, apresenta o estudo das possibilidades de melhorias que visam homogeneizar a iluminação a ser distribuída no interior do PBR. Por último são mostrados os resultados comparativos dos experimentos de cultivo, com o objetivo de superar a produção de biomassa obtida pelo processo convencional. Como resultado se obteve 18,4% na produção de biomassa a mais no PBR-Janela.",
        "abstractEnglish": "Increased demand in the consumption of fossil fuels in industrial production, in addition has led to an increase in air pollution on the planet. As an alternative to this problem, this paper proposes the study and development of a natural lighting system based on solar tracker, Fresnels lens and plastic optical fibers (POFs), as a viable technology for cultivation of microalgae for the generation of biomass to biofuel production, supplements and other feedstocks. The lighting system proposed consists of the optimization of a photobioreator (PBR) for small scale microalgae cultivation, low cost, and easy maintenance, compared to the existing systems. The PBR illumination through a fiber bundle, where at one of its ends we have the convergence of the sun's rays, by a Fresnel lens implemented in a solar tracking system. Initially, the current paper is divided in three stages. The first session describes the study of microalgae, type of PBRs and conditioning of POFs in the internal lighting of a PBR, aiming a high concentration of light and energy optimizing the lighting process with holes and grooves in the POF. The second session, presents the study of the improvements possibilities that aim to homogenize the lighting to be distributed inside the PBR. Finally, comparative results of the experiments of the microalgae cultivation are described, carried out in parallel cultivation, with the objective of surpassing the biomass production. As a result there was 18.4% increase in the production of more biomass in the PBR-Flat plate.",
        "keywords": "Engenharia elétrica,Energia solar,Rastreamento solar,Lente de Fresnel,Fibras ópticas plásticas,Fotobiorreator",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Jun-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11610/1/888193.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Energia solar",
            "Rastreamento solar",
            "Lente de Fresnel",
            "Fibras ópticas plásticas",
            "Fotobiorreator"
        ]
    },
    {
        "type": "Tese",
        "title": "Amostragem para grandes volumes de dados: uma aplicação em redes complexas",
        "author": "Souza, Roberta Carneiro de",
        "advisor": "Ebecken, Nelson Francisco Favilla",
        "abstract": "Este trabalho tem como objetivo principal implementar e avaliar opções de planos amostrais de algoritmos para cálculo de centralidade de intermediação - uma medida utilizada para identificar vértices importantes e influentes - em redes complexas, visando melhorar a qualidade das estimativas. A avaliação estatística da qualidade dessas estimativas será feita através de indicadores propostos, já utilizados em amostragem mas não em mineração de dados em redes complexas. As t´técnicas utilizadas de forma combinada para atingir os objetivos e propor um novo algoritmo foram: amostragem, agrupamento (ou detecção de comunidades) e computação paralela. O recurso de amostragem vem sendo utilizado amplamente como ferramenta de redução de dimensionalidade em problemas de mineração de dados para agilizar processos e diminuir custos com armazenagem de dados. As t´técnicas de agrupamento para detecção de comunidades possuem alta correlação com a medida que se deseja estimar, a centralidade de intermediação. Um dos fatores considerados na escolha dos m´métodos empregados na implementação dos algoritmos foi a possibilidade de se utilizar computação paralela ou distribuída. Após revisão da literatura e avaliação dos resultados dos experimentos realizados, conclui-se que o algoritmo proposto pelo presente estudo contribui para o estado da arte da utilização de amostragem para estimar centralidade de intermediação em grandes redes complexas, um desafio no cenário atual de big data, ao agregar várias t´técnicas que otimizam a extração de conhecimento de dados. O algoritmo proposto, além de melhorar a qualidade das estimativas, apresentou redução no tempo de processamento mantendo a escalabilidade.",
        "abstractEnglish": "The main objective of this work is to implement and to evaluate options of sampling plans of algorithms for calculation of betweenness centrality, a measure used to identify important and influential vertices in complex networks aiming to improve the quality of the estimates. For statistical evaluation of variability of the estimates, indicators used in sampling, but not yet in data mining in complex networks, will be proposed. The techniques used in combination to reach the objectives and propose a new algorithm were: sampling, clustering (or community detection) and parallel computing. The sampling feature has been widely used as a tool to reduce dimensionality in data mining problems to streamline processes and reduce costs with data storage. The techniques of grouping for the detection of communities have a high correlation with the measure to be estimated, the betweenness centrality. One of the factors used in choosing the methods used in the implementation of the algorithms was the possibility of using parallel or distributed computing. After the review of the literature and evaluation of the results of the experiments carried out, it is concluded that the proposed algorithm contributes to the state of the art of the use of sampling to estimate betweenness centrality in large complex networks, a challenge in the current scenario of big data, by adding several techniques that optimize the extraction of data knowledge. The proposed algorithm, in addition to improving the quality of the estimates, presented a reduction in the processing time while keeping the scalability.",
        "keywords": "Engenharia civil,Amostragem,Redes complexas,Grafos,Mineração de dados,Centralidade de intermediação,Agrupamento",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Jun-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11622/1/886618.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "Amostragem",
            "Redes complexas",
            "Grafos",
            "Mineração de dados",
            "Centralidade de intermediação",
            "Agrupamento"
        ]
    },
    {
        "type": "Tese",
        "title": "Ferramentas para avaliação da rede de monitoramento de qualidade de água da bacia do rio Piabanha – RJ com base em redes neurais e modelagem hidrológica",
        "author": "Villas Boas, Mariana Dias",
        "advisor": "Azevedo,  José Paulo Soares de",
        "coAdvisor": "Olivera, Francisco",
        "abstract": "O monitoramento da qualidade da água é uma questão complexa que requer ferramentas de suporte para fornecer informações sobre gerenciamento de recursos hídricos. As restrições orçamentais, bem como um projeto de rede inadequado, exigem o desenvolvimento de ferramentas de avaliação para fornecer um monitoramento eficiente. Assim, são proposstas e aplicadas duas metodologias para a avaliação da Rede de Monitoramento de Qualidadade da Água da Bacia do rio Piabanha (RMQAP). A primeira envolve a análise de componente principal não linear (ACPNL) com base em uma rede neural autoassociativa para avaliar a redundância dos parâmetros e estações de monitoramento da RMQAP. A Análise de Componentes Principais (PCA) é amplamente utilizada para este propósito, entretanto, não captura as não-linearidades características dos dados de qualidade da água, enquanto as redes neurais podem representar essas relaçõeses. A partir dos resultados da NLPCA, o parâmetro mais relevante é Coliformes Fecais e o menos relevante é a Demanda Química de Oxigênio. Em relação às estações de monitoramento, a mais relevante é Rocio e a menos relevante é Esperança. A segunda metodologia tem como objetivo a avaliação das estações da RMQAP tendo em vista o impacto dos dados observados na calibração do modelo hidrológico SWAT. Para mensurar esse impacto foi desenvolvido o índice IRMQAP com base no ajuste do modelo hidrológico e de redes neurais para a simulação do parâmetro nitrato em função da vazão em cada estação. Os resultados mostraram que a estação mais impactante é Pedro do Rio e a menos impactante é Poço Tarzan.",
        "abstractEnglish": "Water quality monitoring is a complex issue that requires support tools in order to provide information for water resource management. Budget constraints as well as an inadequate water quality network design call for the development of evaluation tools to provide efficient water quality monitoring. For this purpose, a nonlinear principal component analysis (NLPCA) based on an autoassociative neural network was performed to assess the redundancy of the parameters and monitoring locations of the water quality network in the Piabanha River watershed. Principal Component Analysis (PCA) is widely used for this purpose. However, conventional PCA is not able to capture the nonlinearities of water quality data, while neural networks can represent those nonlinear relationships. From the results of NLPCA, the most relevant water quality parameter is Fecal Coliforms and the least relevant is Chemical Oxygen Demand. Regarding the monitoring locations, the most relevant is Rocio e the least relevant is Esperança. The second methodology aims to evaluate the RMQAP stations in view of observed data impact on the SWAT model calibration. To measure this impact, IRMQAP index was developed based on the adjustment of the hydrological model and neural networks for the simulation of the nitrate parameter as a function of the flow rate. The results showed that the most impressive station is Pedro do Rio and the less impressive is Poço Tarzan.",
        "keywords": "Engenharia civil,Qualidade de água,Redes de monitoramento,Redes neurais,Modelagem hidrológica,Bacias experimentais",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL,ENGENHARIA HIDRAULICA,HIDROLOGIA",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11623/1/886751.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "Qualidade de água",
            "Redes de monitoramento",
            "Redes neurais",
            "Modelagem hidrológica",
            "Bacias experimentais"
        ]
    },
    {
        "type": "Tese",
        "title": "Estimativa de matrizes de origem-destino a partir de registros de chamadas de telefonia celular",
        "author": "Chaves, Júlio César",
        "advisor": "Evsukoff, Alexandre Gonçalves",
        "abstract": "Este trabalho apresenta um método de representação espacial por unidades geográficas geradas pela agregação de torres de telefonia celular. Esta representação geo-espacial facilita a manipulação (cruzamento) de múltiplas “visões” de dados. Uma base de dados de telefonia móvel foi coletada durante o ano de 2014 para estimar matrizes de origem-destino por dia, de onde foram extraídos padrões de mobilidade ordinários e extraordinários. A base do censo de 2010 foi usada para correções populacionais. A inferência da região de residência dos usuários possibilitou a criação de duas matrizes comuns à área de transporte: Home-Based Others (HBO) e Non-Home Based (NHB). A mudança nos hábitos de mobilidade da população foi detectada por conta de feriados prolongados. A base da área de transportes foi usada para validações quantitativas de viagens, e os resultados se mostraram compatíveis com as estimativas oficiais. O método com fator de correção simples apresentou uma tendência a subestimar o número de viagens, principalmente para valores pequenos. Ou seja, quanto maior a quantidade de dados disponíveis sobre a região de estudo, melhores se tornam as inferências.",
        "abstractEnglish": "This work presents a spatial method to partition geographic units given a set of cell phone towers. This geospatial method make easier to deal with multiple data layers. A cell phone call database from 2014 was used to estimate origindestination matrices by day, covering ordinary and extraordinary mobility behavior. The Census data of 2010 was used to adjust population expansion factors. The user’s residence inferring made possible the conception of two common matrices: Home-Based Others (HBO) and Non-Home Based(NHB). The population habits’ changing was detected on long holidays. The transportation database was used to validate travels counting, and the results has showed to be compatible with the official estimations. The simple population expansion factor seems to overestimate the travels counting, mainly for regions with less data, i.e., better inferences come out when more cell phone data are available for the study area.",
        "keywords": "Engenharia civil,Mobilidade urbana,Telefonia celular",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11637/1/886778.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "Mobilidade urbana",
            "Telefonia celular"
        ]
    },
    {
        "type": "Tese",
        "title": "Mancal magnético supercondutor com laços de fitas de segunda geração",
        "author": "Martins, Flávio Goulart dos Reis",
        "advisor": "Andrade Junior, Rubens de",
        "coAdvisor": "Ferreira, Antonio Carlos",
        "abstract": "Esta tese de doutorado tem por objetivo apresentar uma nova concepção de bobinas de fitas supercondutoras de segunda geração na forma de laços de correntes persistentes, chamados Laços Duplos Cruzados. Neste trabalho, propõe-se utilizá-las no novo sistema de levitação para o veículo MagLev Cobra. Foi desenvolvida uma modelagem utilizando Equações Integrais calculadas pelo método de elementos finitos no software comercial COMSOL. Também se propõe um procedimento para fabricação artesanal destas bobinas, partindo desde seu desenho, preparação das fitas até a impregnação. Protótipos de pequena escala foram construídos e analisados experimentalmente com ensaios de força vertical para validação dos resultados de simulação. Além disso, os resultados experimentais foram comparados aos do sistema de levitação utilizado atualmente. Os protótipos desenvolveram forças comparáveis às do sistema de levitação existente, levando à conclusão de que a nova geometria de bobina proposta, o modelo de simulação e a técnica de fabricação foram bem sucedidos.",
        "abstractEnglish": "This thesis aims to demonstrate a novel design of superconducting coils using second generation tapes as persistent currents loops, called the Double Crossed Loops. In this work it is proposed to use them in the new levitation system for the MagLev Cobra vehicle. A simulation model using Integral Equations solved by finite elements in commercial software COMSOL was developed. Also a manufacturing procedure for these coils is proposed, from their design, preparation until impregnation. Small scale prototypes were built and experimentally analyzed by vertical force measurements to validate the simulations results. In addition, experimental results were compared to the present levitation system. The prototypes have presented forces comparable to the existing levitation system, leading to the conclusion that the novel coil design, the simulation model and manufacturing technique were successful.",
        "keywords": "Engenharia elétrica,Fitas supercondutoras,Mancais magnéticos supercondutores",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA,MATERIAIS ELETRICOS",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "May-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11639/3/888333.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Fitas supercondutoras",
            "Mancais magnéticos supercondutores"
        ]
    },
    {
        "type": "Tese",
        "title": "Aprimoramento das propriedades de retardamento ao fogo de polímeros reforçados com fibra de vidro",
        "author": "Nascimento, Monique Amaro de Freitas Rocha",
        "advisor": "Landesmann, Alexandre",
        "abstract": "Este trabalho apresenta uma investigação experimental de propriedades de retardamento ao fogo de polímeros reforçados com fibra de vidro (PRFV), fabricados por pultrusão. Em especial, foi destacada uma abordagem de aplicar dados de inflamabilidade como tempo de ignição, índice limite de oxigênio e taxa de liberação de calor como parâmetros para elaboração de um sistema de escala na avaliação da reação ao fogo de PRF. Os materiais compósitos utilizados neste trabalho foram compostos pelas matrizes estervinílica bisfenol-A, poliéster isoftálico e fenólica, todas reforçadas com vidro tipo E de baixa condutividade elétrica. Três sistemas passivos de proteção contra o fogo foram testados: alumina tri-hidratada (ATH), decabromodifenil eter (DBDE) e trióxido de antimônio (Sb2O3). Os testes de reação ao fogo foram realizados com o objetivo de investigar se a combinação de ATH e DBDE poderia ter efeitos \"aditivos\", \"antagônicos\" ou \"sinérgicos\" nas propriedades de reação ao fogo dos PRFVs estudados neste trabalho. Além disso, a influência da variação da concentração de ATH nas propriedades retardantes de chama também foi avaliada. Os melhores resultados encontrados foram aqueles em que a ATH foi adicionada sozinha em altas concentrações (47,75% a 80%). Todas as amostras exibiram inibição de ignição no CCPM e UL-94, resultando nas melhores propriedades de reação, além de serem livres de halogênio.",
        "abstractEnglish": "This work presents an experimental research of fire retardancy properties of polymers reinforced with glass fibers (PRFV), manufactured by pultrusion. In particular, a flammability data approach was used as ignition time, oxygen limit rate and heat rate as parameters for the elaboration of a PRF fire scale evaluation system. The internal combustion materials were developed by sterile-bisphenol-A matrices, thermal and phenolic insulation, all components superior and inferior to electrical conductivity. The three fire protection systems were tested: alumina trihydrate (ATH), decabromodiphenyl ether (DBDE) and antimony trioxide (Sb2O3). The fire reaction tests were performed with the objective of investigating a combination of ATH and DBDE, which could have been \"additives\", \"antagonistic\" or \"synergistic\" in the fire properties of the PRGFs studied in this work. In addition, the influence of the ATH concentration on flame retardant properties was also evaluated. The results were compared with an ATH in 47.75% to 80%. All types of inflation demonstration do not have CCPM and UL-94, being their better reaction properties, besides being free of halogen.",
        "keywords": "Engenharia civil,PRFV,Retardantes de chama,Taxa de liberação de calor,Reação ao fogo",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Dec-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11663/1/886799.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "PRFV",
            "Retardantes de chama",
            "Taxa de liberação de calor",
            "Reação ao fogo"
        ]
    },
    {
        "type": "Tese",
        "title": "Parametric interpolation method for long-term extreme response and probabilistic fatigue prediction of offshore structures",
        "author": "Giraldo, Juan Sebastián Monsalve",
        "advisor": "Sagrilo",
        "abstract": "Este trabalho apresenta uma metodologia semi-analítica para avaliar eficientemente as integrais multidimensionais encontradas nas análises de resposta extrema de longo prazo e fadiga probabilística de estruturas offshore. Algumas metodologias tradicionais usadas tanto na avaliação da resposta extrema de longo prazo quanto na análise probabilística de fadiga de estruturas marinhas descritas na literatura são discutidas neste estudo. Além desses métodos, um novo procedimento para otimizar esses cálculos é desenvolvido e apresentado em detalhes neste trabalho. O método proposto baseia-se na interpolação paramétrica de variáveis que descrevem as séries temporais de respostas de curto prazo; por exemplo, os parâmetros estatísticos da distribuição de probabilidade de picos e os danos à fadiga de curto prazo. Este método de interpolação é então usado para avaliar eficientemente as integrais de convolução de longo prazo. Três exemplos são apresentados mostrando a eficiência e precisão do método proposto quando comparados com os métodos de integração completa (metodologia da “força bruta”). No primeiro exemplo, um modelo analítico de um grau de liberdade é analisado no domínio da frequência. No segundo exemplo, um Steel Catenary Riser (SCR) é avaliado com base em simulações no domínio do tempo. Na sequência, uma análise semelhante é realizada para um Steel Lazy Wave Riser (SLWR).",
        "abstractEnglish": "This work presents a semi-analytical methodology to efficiently evaluate the multi-dimensional integrals found in the analyses of the long-term extreme response and probabilistic fatigue of offshore structures. Some traditional methodologies for longterm extreme response and probabilistic fatigue analysis of marine structures described in literature are discussed in this study. Besides these methods, a new procedure developed in this work for optimizing these calculations is explained in details. The proposed method is based on the parametric interpolation of parameters which describe the short-term time-series responses, e.g., statistical parameters of peaks probability distribution and short-term fatigue damage. This interpolation method is then used to efficiently evaluate the long-term convolution integrals. Three comprehensive examples are presented showing the efficiency and accuracy of the proposed method when compared with the complete long-term integration methods (“brute force” methodology). In the first example, an analytic model of a single degree of freedom is analyzed in the frequency domain. In the second one, a Steel Catenary Riser (SCR) is evaluated based on time-domain simulations. In the sequence, a similar analysis is performed for a Steel Lazy Wave Riser (SLWR).",
        "keywords": "Engenharia civil,Estruturas offshore,Risers rígidos,Fadiga probabilística,Estatística de longo prazo da resposta,Interpolação parabólica,Interpolação exponencial",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Dec-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11664/1/886826.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "Estruturas offshore",
            "Risers rígidos",
            "Fadiga probabilística",
            "Estatística de longo prazo da resposta",
            "Interpolação parabólica",
            "Interpolação exponencial"
        ]
    },
    {
        "type": "Tese",
        "title": "Caracterização microestrutural de propriedades viscoelásticas de ligantes asfálticos usando a microscopia de força atômica",
        "author": "Macedo, Thaísa Ferreira",
        "advisor": "Aragão, Francisco Thiago Sacramento",
        "coAdvisor": "Leite, Leni Figueiredo Mathias",
        "abstract": "Esta pesquisa visa avaliar as propriedades mecânicas de cada componente microestrutural de um ligante asfáltico por meio de ensaios de nanoindentação em microscópio de força atômica (AFM). Durante os ensaios de indentação, diferentes magnitudes de carga foram aplicadas a cada constituinte em diferentes condições de envelhecimento para identificar os limites de linearidade do seu comportamento viscoelástico. Duas metodologias de indentação foram avaliadas e a mais otimizada foi selecionada para obter a fluência dos constituintes. Um procedimento de análise estatística foi proposto para superar alguns desafios relacionados à determinação da área de contato representativa entre a ponta do nanoindentador e o ligante. Essas informações foram relevantes para o cálculo da fluência a partir dos históricos de deformação. As propriedades dos componentes viscoelásticos lineares foram utilizadas como parâmetros de entrada em simulações microestruturais numéricas e os resultados foram comparados com ensaios de carga monotônica. A boa correspondência entre os resultados indicam que as propriedades viscoelásticas foram adequadamente obtidas pela metodologia proposta na pesquisa.",
        "abstractEnglish": "This research aims to evaluate the mechanical properties of each microstructural\r\nan asphalt binder component by means of nanoindentation creep compliance tests in an\r\natomic force microscope (AFM). During the indentation tests, different load magnitudes\r\nwere applied to each binder constituent in different aging conditions to identify the limits\r\nof linearity for their viscoelastic behavior. Two indentation methodologies were\r\nevaluated and the most optimized was selected to obtain creep compliance of the binder\r\nconstituents. A statistical analysis procedure was proposed to overcome some challenges\r\nrelated to the determination of representative contact area between the nanoindenter tip\r\nand the asphalt binder. This information was relevant for the calculation of the creep\r\ncompliance from the deformation histories. The linear viscoelastic component properties\r\nwere used as input parameters in numerical microstructural simulations and the results\r\nwere compared with monotonically load tests. The good match between the results\r\nindicate that the component viscoelastic properties were properly obtained by the\r\nmethodology proposed in the research.",
        "keywords": "Engenharia civil,Ligantes asfálticos,Microestruturas,Propriedades viscoelásticas",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Dec-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11665/1/886829.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "Ligantes asfálticos",
            "Microestruturas",
            "Propriedades viscoelásticas"
        ]
    },
    {
        "type": "Tese",
        "title": "Anomaly detection in moving-camera videos with sparse and low-rank matrix decompositions",
        "author": "Silva, Eric de Carvalho Jardim",
        "advisor": "Silva, Eduardo Antônio Barros da",
        "coAdvisor": "Lima Netto, Sergio",
        "abstract": "Apresentamos dois métodos baseados em decomposições esparsas que podem detectar anomalias em sequências de vídeo obtidas por câmeras em movimento. O primeiro método estima a união de subespaços (UdS) que melhor representa todos os quadros de um vídeo de referência (livre de anomalias) como uma projeção de baixo-posto mais um resíduo esparso. Em seguida, é realizada uma representação de baixo-posto do vídeo alvo (possivelmente anômalo) aproveitando a UdS e o resíduo esparso calculado a partir do vídeo de referência. As anomalias são extraídas após o pós-processamento destas informações residuais. Esse algoritmo fornece bons resultados de detecção, além de eliminar a necessidade de uma sincronização prévia dos vídeos. No entanto, essa técnica perde eficiência quando os vídeos de referência e alvo apresentam desalinhamentos mais graves entre si. Isso pode ocorrer devido a pequenos movimentos descontrolados da câmera e tremores durante a fase de aquisição. Para estender sua aplicabilidade, uma segunda contribuição é proposta a fim de lidar com esse possível desalinhamento. Isso é feito modelando a discrepância de pose de câmera entre os vídeos de referência e alvo com transformações geométricas agindo no domínio dos quadros do vídeo alvo. Um algoritmo completo de decomposição de matrizes é apresentado para realizar uma representação esparsa do vídeo alvo como uma combinação esparsa do vídeo de referência, levando em consideração as transformações que atuam sobre seus quadros. Nosso método é então verificado e comparado com técnicas de última geração com auxílio de vídeos de uma base desafiadora, apresentando os desalinhamentos em questão.  Sob as métricas de avaliação usadas, o segundo método proposto exibe uma melhoria de pelo menos 16% em relação ao primeiro, e 22% sobre o método melhor avaliado logo em seguida.",
        "abstractEnglish": "This work presents two methods based on sparse decompositions that can detect anomalies in video sequences obtained from moving cameras. The first method starts by computing the union of subspaces (UoS) that best represents all the frames from a reference (anomaly-free) video as a low-rank projection plus a sparse residue. Then it performs a low-rank representation of the target (possibly anomalous) video by taking advantage of both the UoS and the sparse residue computed from the reference video. The anomalies are extracted after post-processing this video with these residual data. Such algorithm provides good detection results while at the same time obviating the need for previous video synchronization. However, this technique looses its detection efficiency when target and reference videos presents more severe misalignments. This may happen due to small uncontrolled camera moviment and shaking during the acquisition phase, which is often common in realworld situations. To extend its applicability, a second contribution is proposed in order to cope with these possible pose misalignments. This is done by modeling the target-reference pose discrepancy as geometric transformations acting on the domain of frames of the target video. A complete matrix decomposition algorithm is presented in order to perform a sparse representation of the target video as a sparse combination of the reference video plus a sparse residue, while taking into account the transformation acting on it. Our method is then verified and compared against state-of-the-art techniques using a challenging video dataset, that comprises recordings presenting the described misalignments. Under the evaluation metrics used, the second proposed method exhibits an improvement of at least 16% over the first proposed one, and 22% over the next best rated method.",
        "keywords": "Programação linear,Matrizes esparsas,Detecção de anomalia,Detecção de objetos,Câmeras de vídeo,Segurança",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA,MEDIDAS ELETRICAS, MAGNETICAS E ELETRONICAS INSTRUMENTACAO,SISTEMAS ELETRONICOS DE MEDIDA E DE CONTROLE",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Sep-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11668/1/888355.pdf",
        "subjectsPOR": [
            "Programação linear",
            "Matrizes esparsas",
            "Detecção de anomalia",
            "Detecção de objetos",
            "Câmeras de vídeo",
            "Segurança"
        ]
    },
    {
        "type": "Tese",
        "title": "Similarity-based methods for machine diagnosis",
        "author": "Ribeiro, Felipe Moreira Lopes",
        "advisor": "Silva,  Eduardo Antônio Barros da",
        "coAdvisor": "Lima Netto, Sergio",
        "abstract": "Este trabalho apresenta um sistema de manutenção preditiva para diagnóstico automático de falhas em máquinas. O sistema proposto, baseado em uma técnica denominada similarity-based modeling (SBM), provê informações sobre o estado atual do equipamento (grau de anomalia), e retorna um conjunto de amostras representativas que pode ser utilizado para descrever o estado atual de forma esparsa, permitindo a um operador avaliar a melhor decisão a ser tomada. O sistema é modular e agnóstico aos dados, permitindo que seja utilizado em variados equipamentos e dados com pequenas modificações. As principais contribuições deste trabalho são: o estudo abrangente da proposta do classificador SBM multi-classe e o seu uso em diferentes bases de dados, seja como um classificador ou auxiliando outros classificadores comumente usados; novos métodos para a seleção de amostras representativas para os modelos SBM; o uso de novas funções de similaridade; e um serviço de detecção de falhas pronto para ser utilizado em produção. Essas contribuições atingiram o objetivo de melhorar o desempenho dos modelos SBM em cenários de classificação de falhas e reduziram sua complexidade computacional. O sistema proposto foi avaliado em três bases de dados, atingindo desempenho igual ou superior ao desempenho de trabalhos anteriores nas mesmas bases. Comparações com outros métodos são apresentadas para a recém-desenvolvida Machinery Fault Database (MaFaulDa) e para a base de dados da Case Western Reserve University (CWRU). As técnicas propostas melhoraram a capacidade de generalização dos modelos de similaridade e do classificador final, atingindo acurácias de 98.5% na MaFaulDa e 98.9% na base de dados CWRU. Esses resultados apontam que a abordagem proposta baseada na técnica SBM tem potencial para ser investigada em mais profundidade.",
        "abstractEnglish": "This work presents a data-driven condition-based maintenance system based on similarity-based modeling (SBM) for automatic machinery fault diagnosis. The proposed system provides information about the equipment current state (degree of anomaly), and returns a set of exemplars that can be employed to describe the current state in a sparse fashion, which can be examined by the operator to assess a decision to be made. The system is modular and data-agnostic, enabling its use in different equipment and data sources with small modifications. The main contributions of this work are: the extensive study of the proposition and use of multiclass SBM on different databases, either as a stand-alone classification method or in combination with an off-the-shelf classifier; novel methods for selecting prototypes for the SBM models; the use of new similarity functions; and a new production-ready fault detection service. These contributions achieved the goal of increasing the SBM models performance in a fault classification scenario while reducing its computational complexity. The proposed system was evaluated in three different databases, achieving higher or similar performance when compared with previous works on the same database. Comparisons with other methods are shown for the recently developed Machinery Fault Database (MaFaulDa) and for the Case Western Reserve University (CWRU) bearing database. The proposed techniques increase the generalization power of the similarity model and of the associated classifier, having accuracies of 98.5% on MaFaulDa and 98.9% on CWRU database. These results indicate that the proposed approach based on SBM is worth further investigation.",
        "keywords": "Engenharia elétrica,Diagnóstico,Detecção de falhas de máquinas,Aprendizado de máquina",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Aug-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11671/1/888705.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Diagnóstico",
            "Detecção de falhas de máquinas",
            "Aprendizado de máquina"
        ]
    },
    {
        "type": "Tese",
        "title": "Underwater acoustic communication under doppler effects",
        "author": "Gussen, Camila Maria Gabriel",
        "advisor": "Diniz,  Paulo Sergio Ramirez",
        "coAdvisor": "Martins, Wallace Alves",
        "abstract": "Nesta tese foi realizada uma pesquisa extensa sobre as tecnologias existentes para comunicação sem fio subaquática. Foram analisadas as principais características das comunicações acústicas, RF e ótica. O estudo foi aprofundado na comunicação acústica, e foi realizada uma análise da resposta em frequência do canal de Arraial do Cabo com dados adquiridos no local. O efeito Doppler, um fenômeno inerente aos canais subaquáticos acústicos, foi investigado de forma minuciosa. Dentre as técnicas estudas para compensação deste efeito, foi escolhido um algoritmo adaptativo, o qual foi re-analisado com uma nova abordagem. Uma versão simplificada deste algoritmo foi proposta para reduzir a quantidade de símbolos pilotos. Foi também desenvolvida uma estratégia para determinar a frequência de treinamento deste novo algoritmo. A principal contribuição da tese é a proposta de uma nova estrutura de receptor para compensar o efeito Doppler. Nesta estrutura, é proposta a adaptação de forma iterativa do filtro correlator. A adaptação do suporte temporal deste filtro reduz a interferência inter-simbólica. Além desta ideia, foi demonstrado que a componente de fase do sinal recebido, que é dependente do tempo, deve ser removida em um estágio anterior ao usual. Ou seja, foi proposta uma modificação na sequência do processamento do sinal recebido para melhorar a sua estimativa. Para testar esta nova estrutura do receptor, foi implementado um sistema de comunicação. Foram realizadas simulações numéricas com sistemas de uma única e de múltiplas portadoras. Os resultados das simulações mostram que a nova estrutura pode reduzir a quantidade de erros de bits para altos valores de razão sinal-ruído. A melhora do desempenho pode ser observada em todas as velocidades relativas testadas, e também para constelações densas.",
        "abstractEnglish": "In this thesis we perform a research survey of the three available technologies for wireless underwater communications. We discuss the main features and drawbacks inherent to acoustic, RF, and optical communications. We focus our research on underwater acoustic communications, and we analyze and evaluate the channel frequency response of Arraial do Cabo using data acquired in situ. We further investigate the Doppler effect, a phenomenon that is inherent to underwater acoustic channels. We analyze and justify a compensation algorithm to mitigate the Doppler effects. We propose a simplified algorithm version for minimizing the required number of pilot symbols. We also develop a simple strategy to determine how often our proposed compensation method should be retrained. Our main contribution is the proposal of a new receiver design to deal with Doppler effects. We present the idea of iteratively adapt the correlator filter placed at the receiver side. We show that the adaptation of this filter’s support reduces the inter-symbol interference of the estimated symbols. Besides this idea, we demonstrate that the time-dependent phase-shift component of the received signal should be removed beforehand. That is, we propose a modification in the signal processing sequence blocks for improving the symbol estimation. For testing and comparing this new receiver design, we implement a communication model encompassing physical layer aspects. We perform several numerical simulations for single-carrier and multicarrier systems. Simulation results show that our proposal might provide a reduction in the bit error rate for high signal-to-noise ratios. This performance improvement can be observed for all tested relative movement, and even with dense digital signal constellation.",
        "keywords": "Engenharia elétrica,Processamento de sinal digital,Comunicações sem fio,Sistemas multicarrier,Sistemas de transportadora única,Efeito Doppler,Comunicações acústicas subaquáticas",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11672/1/888712.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Processamento de sinal digital",
            "Comunicações sem fio",
            "Sistemas multicarrier",
            "Sistemas de transportadora única",
            "Efeito Doppler",
            "Comunicações acústicas subaquáticas"
        ]
    },
    {
        "type": "Tese",
        "title": "Contribuitions and developments on nonintrusive load monitoring",
        "author": "Caldeira, Juliano Freitas",
        "advisor": "Aredes,  Maurício",
        "abstract": "Eficiência energética é um assunto essencial na agenda mundial. No Brasil, o desperdício de energia no setor residencial é estimado em 15%. Estudos indicaram que maiores ganhos em eficiência são conseguidos quando o usuário recebe as informações de consumo detalhadas por cada aparelho, provocando mudanças comportamentais e incentivando os consumidores na conservação de energia. Monitoramento não intrusivo de cargas (NILM da sigla em inglês) é um termo relativamente novo. A sua finalidade é inferir o consumo de um ambiente até observar os consumos individualizados de cada equipamento utilizando-se de apenas um único ponto de medição. Métodos sofisticados têm sido propostos para inferir quando os aparelhos são ligados e desligados em um ambiente. Dentro deste contexto, este trabalho apresenta uma metodologia para a definição de um conjunto mínimo de características elétricas e sua taxa de extração que reduz a quantidade de dados a serem transmitidos e armazenados em servidores de processamento de dados, preservando níveis equivalentes de acurácia. São utilizadas diferentes técnicas de aprendizado de máquina visando à caracterização e solução do problema. Como adendo ao trabalho, apresenta-se um banco de dados de eletrodomésticos brasileiros, com amostras de equipamentos nacionais para desenvolvimentos futuros em NILM, além de um medidor inteligente de baixo custo para desagregação de cargas, visando tornar o consumo de energia mais sustentável.",
        "abstractEnglish": "Energy efficiency is a key subject in our present world agenda, not only because of greenhouse gas emissions, which contribute to global warming, but also because of possible supply interruptions. In Brazil, energy wastage in the residential market is estimated to be around 15%. Previous studies have indicated that the most savings were achieved with specific appliance, electricity consumption feedback, which caused behavioral changes and encouraged consumers to pursue energy conservation. Nonintrusive Load Monitoring (NILM) is a relatively new term. It aims to disaggregate global consumption at an appliance level, using only a single point of measurement. Various methods have been suggested to infer when appliances are turned on and off, using the analysis of current and voltage aggregated waveforms. Within this context, we aim to provide a methodology for NILM to determine which sets of electrical features and feature extraction rates, obtained from aggregated household data, are essential to preserve equivalent levels of accuracy; thus reducing the amount of data that needs to be transferred to, and stored on, cloud servers. As an addendum to this thesis, a Brazilian appliance dataset, sampled from real appliances, was developed for future NILM developments and research. Beyond that, a low-cost NILM smart meter was developed to encourage consumers to change their habits to more sustainable methods.",
        "keywords": "Engenharia elétrica,Aprendizado de máquina,Monitoramento de carga não invasiva,Rede inteligente",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA,MEDIDAS ELETRICAS, MAGNETICAS E ELETRONICAS INSTRUMENTACAO",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11675/1/888721.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Aprendizado de máquina",
            "Monitoramento de carga não invasiva",
            "Rede inteligente"
        ]
    },
    {
        "type": "Tese",
        "title": "Pixels for focal-plane scale space generation and for high dynamic range imaging",
        "author": "Oliveira, Fernanda Duarte Vilela Reis de",
        "advisor": "Gomes, José Gabriel Rodríguez Carneiro",
        "coAdvisor": "Rodríguez-Vázquez,  Ángel",
        "abstract": "O processamento no plano focal de imageadores permite que a imagem capturada seja processada em paralelo por toda a matrix de pixels, característica que pode aumentar a velocidade de sistemas de visão. Ao fabricar circuitos dentro da matrix de pixels, o tamanho do pixel aumenta e a razão entre área fotossensível e a área total do pixel diminui, reduzindo a qualidade da imagem. Para utilizar as vantagens do processamento no plano focal e minimizar a redução da qualidade da imagem, a primeira parte da tese propõe a inclusão de dois transistores no pixel, o que permite que o espaço de escalas da imagem capturada seja gerado. Nós então avaliamos em quais condições o circuito proposto é vantajoso. Nós analisamos o tempo de processamento e o consumo de energia dessa proposta em comparação com uma solução digital. Utilizando um conversor de aproximações sucessivas com frequência de 5.6 MHz, a análise proposta mostra que a abordagem no plano focal é 26 vezes mais rápida que o circuito digital com 10 elementos de processamento, e consome 49 vezes menos energia. Outra maneira de utilizar processamento no plano focal consiste em aplicá-lo para melhorar a qualidade da imagem, como na captura de imagens em alta faixa dinâmica. Esta tese também apresenta o estudo e projeto de um pixel que realiza a captura de imagens em alta faixa dinâmica através do ajuste do tempo de integração de cada pixel utilizando a iluminação média e o valor do próprio pixel. Esse pixel foi projetado considerando pequenas variações estruturais, como diferentes tamanhos do fotodiodo que realiza a captura do valor de iluminação médio. Simulações de esquemático e pós-layout foram realizadas com o pixel projetado utilizando uma imagem com faixa dinâmica de 76 dB, apresentando resultados com detalhes tanto na parte clara como na parte escura da imagem.",
        "abstractEnglish": "Focal-plane processing allows for parallel processing throughout the entire pixel matrix, which can help increasing the speed of vision systems. The fabrication of circuits inside the pixel matrix increases the pixel pitch and reduces the fill factor, which leads to reduced image quality. To take advantage of the focal-plane processing capabilities and minimize image quality reduction, we first consider the inclusion of only two extra transistors in the pixel, allowing for scale space generation at the focal plane. We assess the conditions in which the proposed circuitry is advantageous. We perform a time and energy analysis of this approach in comparison to a digital solution. Considering that a SAR ADC per column is used and the clock frequency is equal to 5.6 MHz, the proposed analysis show that the focal-plane approach is 26 times faster if the digital solution uses 10 processing elements, and 49 times more energy-efficient. Another way of taking advantage of the focal-plane signal processing capability is by using focal-plane processing for increasing image quality itself, such as in the case of high dynamic range imaging pixels. This work also presents the design and study of a pixel that captures high dynamic range images by sensing the matrix average luminance, and then adjusting the integration time of each pixel according to the global average and to the local value of the pixel. This pixel was implemented considering small structural variations, such as different photodiode sizes for global average luminance measurement. Schematic and post-layout simulations were performed with the implemented pixel using an input image of 76 dB, presenting results with details in both dark and bright image areas.",
        "keywords": "Engenharia elétrica,Câmeras inteligentes,Sensores de imagem CMOS",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA ELETRICA",
        "program": "Programa de Pós-Graduação em Engenharia Elétrica",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Mar-2018",
        "publisherCountry": "Brasil",
        "language": "eng",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Elétrica",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11682/1/888964.pdf",
        "subjectsPOR": [
            "Engenharia elétrica",
            "Câmeras inteligentes",
            "Sensores de imagem CMOS"
        ]
    },
    {
        "type": "Tese",
        "title": "Impactos nos padrões da precipitação na América do Sul decorrentes da diminuição na extensão do gelo marinho",
        "author": "Silva, Alfredo Silveira da",
        "advisor": "Rotunno Filho, Otto Corrêa",
        "coAdvisor": "Torres Junior, Audálio Rebelo",
        "abstract": "A presente tese analisa as possíveis alterações nos padrões de precipitação na América do Sul provocadas pela diminuição na extensão da cobertura de gelo sobre o mar em regiões do Ártico e da Antártica. As análises foram feitas através de simulações com o modelo de circulação geral da atmosfera SPEEDY que pode descrever o comportamento da atmosfera quando sujeita a diferentes condições de contorno. As simulações do clima realizadas com o SPEEDY foram de caráter global e validações foram feitas comparando-se os campos de precipitação, da função de corrente, do potencial de velocidade e do movimento vertical, obtidos na simulação de controle, com dados das reanálises do CFSR/NCEP. Os impactos nos padrões de precipitação foram estabelecidos a partir de oito diferentes experimentos introduzindo-se cenários idealizados de redução da cobertura do gelo projetados para 2050 que alimentaram o modelo SPEEDY em simulações longas. As diferenças mais significativas nos padrões de precipitação foram associadas aos deslocamentos da Zona de Convergência Intertropical, observados em todos os experimentos realizados e em todas as estações do ano. Além disso, foram observadas alterações na posição da Zona de Convergência do Atlântico Sul no verão e diferenças nas chuvas da região das trajetórias dos ciclones no hemisfério sul. Essas mudanças nos padrões da precipitação atuam influenciando as grandes bacias do continente, como a bacia Amazônica e a do Prata, e as bacias dos rios localizados nas regiões Sudeste e Nordeste do Brasil.",
        "abstractEnglish": "The present thesis analyzes possible changes in precipitation patterns in South America caused by the decrease in the extent of ice cover on the sea in Arctic and Antarctic regions. Analyzes were done through simulations with the general circulation model SPEEDY that can describe the behavior of the atmosphere when subjected to different boundary conditions. The climate simulations performed with the SPEEDY model were global, and validations were made comparing the fields of precipitation, stream function, velocity potential and vertical motion obtained in the control simulation with CFSR/NCEP reanalysis data. Impacts on precipitation patterns were established from eight different experiments by introducing idealized ice cover reduction scenarios designed for 2050 that fed the SPEEDY model in long simulations. The most significant differences in the precipitation patterns were associated with the displacements of the Intertropical Convergence Zone observed in all the experiments performed and in the different seasons of the year. In addition, changes were observed in the position of the South Atlantic Convergence Zone in the summer, as well differences in rainfall on storms track region in the Southern Hemisphere. These changes in rainfall patterns influence the large basins of the continent, such as the Amazon Basin and the Plata basin, and the rivers located in the Southeast and Northeast regions of Brazil.",
        "keywords": "Engenharia civil,Simulações climáticas,Gelo marinho,Padrões de precipitação",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Oct-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11696/1/886851.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "Simulações climáticas",
            "Gelo marinho",
            "Padrões de precipitação"
        ]
    },
    {
        "type": "Tese",
        "title": "Comportamento ambiental e geotécnico da disposição de sedimento de dragagem em sistema geotêxtil fechado",
        "author": "Souza, Jonio Ferreira",
        "advisor": "Almeida, Márcio de Souza Soares de",
        "coAdvisor": "Riccio Filho, Mário Vicente",
        "abstract": "O trabalho apresenta a caracterização geotécnica e ambiental de sedimentos superficiais e águas provenientes da lagoa da Tijuca que pertencente ao complexo lagunar de Jacarepaguá /RJ e necessita de dragagem. Neste contexto, produziu-se uma lama de dragagem representativa com teor de sólidos de 10% e efetuou-se o condicionamento com polímero para experimentação laboratorial em 09 mini Sistemas Geotêxteis Fechados. Os processos de enchimento manual e bombeado são discutidos à luz de parâmetros ambientais dos percolados gerados, bem como dos parâmetros ambientais e geotécnicos das tortas retidas. Constatou-se que o sistema geotêxtil fechado apresentou uma eficiência de retenção de sólidos suspensos maior que 98,7%. Os teores dos nutrientes, Fósforo e nitrogênio, presentes no percolado foram reduzidos em 94,1 e 55,1%, respectivamente. Parâmetros como pH, Eh e CEE aumentaram com relação à lama de origem, mas ficaram próximos às características da água da lagoa. Com relação às tortas retidas, observou-se uma resistência ao cisalhamento na ordem de 16,0 kPa após 40 dias, quando o teor de sólidos se encontrava superior a 40%, o que corresponde a uma umidade média de 150%. Correlações com graus aceitáveis de confiabilidade foram obtidas e podem ser utilizadas na concepção de anteprojetos com a tecnologia de sistemas geotêxteis fechados.",
        "abstractEnglish": "This study presents a geotechnical and environmental characterization of sediments and waters from the Tijuca lagoon that needs to be dredged and belongs to the Jacarepaguá lagoon complex located in the coastal zone of Rio de Janeiro. Thereafter, a dredging mud with a solids content of 10% was produced and the polymer conditioning was performed for the laboratory experimentation in 09 mini Closed Geotextile Systems. The processes of manual and pumped filling are discussed through environmental and geotechnical parameters of the percolates generated and the sediment cakes retained. It was found that the closed geotextile system has a suspended solids retention efficiency greater than 98.7%. The nutrient, phosphorus and nitrogen, contents of the percolate were reduced by 94.1% and 55.1%, respectively. Parameters such as pH, Eh and CEE increased with respect to the original mud, but are close to the characteristics of the lagoon water. With respect to the sediment cakes retained, a shear strength of 16.0 kPa was observed after 40 days of the last filling cycle, when the solids content was higher than 40%, corresponding to an approximate moisture of 150%. Several correlations with acceptable levels of reliability have been obtained and can be used in the design of preliminary projects with closed geotextile systems technology.",
        "keywords": "Engenharia civil,Sistema geotêxtil fechado,Sedimentos de dragagem,Complexo Lagunar de Jacarepaguá,Desaguamento de material dragado",
        "subjectCnpq": "CNPQ,ENGENHARIAS,ENGENHARIA CIVIL,GEOTECNICA",
        "program": "Programa de Pós-Graduação em Engenharia Civil",
        "productionUnit": "Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia",
        "publisher": "Universidade Federal do Rio de Janeiro",
        "issueDate": "Oct-2018",
        "publisherCountry": "Brasil",
        "language": "por",
        "rightAccess": "Acesso Aberto",
        "appearsInCollections": "Engenharia Civil",
        "pdfUrl": "https://pantheon.ufrj.br/bitstream/11422/11697/2/886858.pdf",
        "subjectsPOR": [
            "Engenharia civil",
            "Sistema geotêxtil fechado",
            "Sedimentos de dragagem",
            "Complexo Lagunar de Jacarepaguá",
            "Desaguamento de material dragado"
        ]
    }
]